Revit 2027 API
SymbolTypeId.Ton Property
 Symbol ton, indicating unit Tons of refrigeration.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Ton { get; }
Public Shared ReadOnly Property Ton As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Ton {
	ForgeTypeId^ get ();
}
static member Ton : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace